[
  {
    "title": "Pls don't invest in 49iqtraders.",
    "content": "This people are fraudsters. I invested three hundred thousand naira. And the freeze the money..\n\nI heard about 49iqtraders from a friend\n\nThey claim to use the money you invested with them to trade bitcoin , forex trading and bonds. And they share the profit with their investors.. Every week.. That was how I transferred three hundred thousand naira to them.. And after a week I requested for a cash out but I didn't get anything..\n\nAnd to all the victims pls block your ATM card if you made use of your ATM for the transfer.",
    "author": "dominique",
    "board": "Crime",
    "posts": [
      {
        "author": "puskin",
        "content": "There's hope bro. Stay put."
      },
      {
        "author": "farano",
        "content": "first look i that was 419 then it says 49iq meaning they have iq u dont, that email is just a msg already written u will get excuse, u didnt get any wen dey were collecting ur moni but got wen it time to get paid, keep giving ur self hope u will get ur moni back u here."
      },
      {
        "author": "farano",
        "content": "Abeg, I let's stop giving ourselves fake hope.. those people chop my 170k and e pain me gan.. I wan sharply chop them for one month and run away. But dem fast pass me.. but nothing spoil sha .. the race continues.\n\nI got that first mail too but after I kept insisting,they sent the 2nd one."
      }
    ]
  },
  {
    "title": "AAU Student Pours Hot Water On Her Colleague (Photos)",
    "content": "Angela, a student of the Ambrose Ali University, Ekpoma, Edo State, is currently in severe pains after a course mate she housed, scalded her with hot water.\n.\nThe culprit had gone to put up with Angela ahead of their exams, so that they could read together, but trouble started when the victim misplaced the sum of N1k and asked her if she saw it. .\n.\nInfuriated by the question, the 200 Level Banking and Finance student allegedly emptied the pot of hot water they planned using to prepare “eba,” on Angela, leaving her bosom seriously affected.\n\nSee more photos; http://gistmore.com/aau-student-pours-hot-water-on-her-colleague-photos",
    "author": "Mynd44",
    "board": "Crime",
    "posts": [
      {
        "author": "Mynd44",
        "content": "Women and their envy. I doubt if it's because of the 1k . She don dey envy the innocent girl for long."
      }
    ]
  },
  {
    "title": "We're Supporting Ekweremadu For DSP - PDP",
    "content": "The People’s Democratic Party (PDP) in Enugu State has said that the party is still in support of the aspiration of the incumbent Deputy Senate President, Ike Ekweremadu, to retain his seat when the 9th National Assembly will be proclaimed on Tuesday.\n\nThe party said there was a secret agenda, as far as the leadership of the 9th NASS was concerned which it would unleash on the ruling All Progressives Congress (APC) when the parliament is inaugurated.\n\nYouth Leader of the party in Enugu State, Patrick Nwoko, who made this known during a chat with newsmen in Asaba, Delta State, enroute Abuja, said the PDP was monitoring the political calculations of the APC with a view to taking the ruling party unawares.\n\nHe said Ekweremadu remained the preferred candidate of the entire South-East for the exalted of Deputy Senate President, describing the incumbent as an illustrious son of Enugu State who will always enjoy the support of his people.\n\n“Categorically, Ekweremadu is in contention for the DSP. We have a secret agenda which we will unleash on the eve of Tuesday because of the incumbent. We are working, the PDP governors are working, and by Monday night, you would have known our decision.\n\n“Ekweremadu is our illustrious son who is a political bulldozer. We are happy to have him in Enugu State, and we are still giving him our support; but as you know, we are in the opposition. So we are very sensitive in calculating the political gimmick of the APC.\n\n“Not that we have relented in being DSP, not at all, we are highly interested, but if you watch carefully the political happenings, you will see that the PDP is so silent in most actions as they affect the leadership of the 9th NASS, because we are watching and calculating.\n\n“In Enugu State, we can never joke with Ekweremadu; he has done so well; he has protected PDP; he has withstood a lot of challenges in the political circle. So we are proud and we are still giving him our support; the only thing is that we are being marginalised as Igbo.\n\n“We are also working with our brothers from the APC to have a substantive position in the leadership of NASS. The Igbo are coming together. There is no way the PDP will support APC candidate but it is all a political game,” Nwoko said.\n\nhttp://community.thenationonlineng.net/forum/we-re-supporting-ekweremadu-for-dsp-pdp?",
    "author": "Divepen1",
    "board": "Politics",
    "posts": [
      {
        "author": "Obinnau",
        "content": "This is pure madness.\n\nEkweremmadu should go and rest.\n\nForget about SE, what has his 8 years as DSP attracted for his Enugu people. Airport Dem no get na even downgrade Dem want do am.\n\nEkweremmadu is a liability, he is corrupt and have criminal charges against hm.\n\nHe has bloody criminal tendencies, let him go home and rest.\n\nWhat rubbish."
      },
      {
        "author": "Mynd44",
        "content": "If apc gets d senate presidency seat cos they are d majority in d house dat is fine by me but for dem to get d deputy senate presidency seat is just unacceptable, i just hope pdp has an ace up their sleeves"
      }
    ]
  },
  {
    "title": "Police Vacate Oando Head Office",
    "content": "Operatives of Nigeria Police Force that barricaded Oando Plc’s head office in Lagos have finally vacated the office.\nThis development is coming four days after a Federal High Court order in Lagos on June 3, granted an interim injunction, restraining Securities and Exchange Commission, SEC, from executing the interim management in Oando. The court injunction followed an application filed by Wale Tinubu, Managing Director and his deputy, Mr Omamofe Boyo. Confirming the latest development to Vanguard, Head of Corporate Affairs of Oando Plc, Alero Balogun, said: “All the policemen have left our head office. On Friday, they all left and work is going on smoothly. ‘’The Managing Director and Deputy Managing Director and other staff are all in their offices. So, work is moving as usual. The case is in the court and the hearing will commence from June 14, 2019.” She wondered why SEC has not released the forensic audit report, saying: “We want SEC to make public, the forensic audit report and give the board fair-hearing.’’\n\nRead more at: https://www.vanguardngr.com/2019/06/police-vacate-oando-head-office/",
    "author": "kodewrita",
    "board": "Business",
    "posts": [
      {
        "author": "kodewrita",
        "content": "Oando saga.... Police and their sheepish moves"
      }
    ]
  },
  {
    "title": "Java Or Kotlin For Android?",
    "content": "Which would u recommend to a learner?\n\nI lean towards java but it seems kotlin will take over and make java obsolete soon.\n\nSo which should i go for? Wanna make d right choice nd not regret ?",
    "author": "dominique",
    "board": "Programming",
    "posts": [
      {
        "author": "Javanian",
        "content": "As far as I know, kotlin can only build Android apps for now, if you know one, switching to the other won't be hard\n\nKotlin is new but there are still tons of developers using java out there, java is not only to build Android apps, be guided, I'd prefer you learn java, its still going to be around for a long time"
      }
    ]
  },
  {
    "title": "Nigerian Man Arrested By His British Wife For Marrying Another Wife",
    "content": "Last Christmas of 2018, he left the United Kingdom and left his wife thinking that he was going to visit Nigeria, but he was actually visiting to marry his ex-girlfriend. He thought he was smart, but he was arrested!\n\nhttps://zee675lol.blogspot.com/\n\nWHEN her 10-year-old husband had to spend Christmas with his relatives in Nigeria, Tracy Akingbogun expected him to\nCome back with a special gift to make up for your time apart. David, 43, had arranged a gift for himself. He had secretly MARRIED another woman in Nigeria on Boxing Day.",
    "author": "lordZOUGA",
    "board": "Romance",
    "posts": [
      {
        "author": "lordZOUGA",
        "content": "Hustling gone bad.."
      }
    ]
  },
  {
    "title": "The Drug Cartels.",
    "content": "War is Coming",
    "author": "OAM4J",
    "board": "Literature",
    "posts": [
      {
        "author": "OAM4J",
        "content": "Somewhere in Illinois  USA\n\n \n\n Boom boom!  boom! boom! \n\n Take cover we are under attack!  shouted Bryan the chief guard of Mr lagon da cartel; \n\n We are going to kill all of you fucking guys ,and tell you who the boss is shouted ,Justin one of the guards of Mr lagon da cartel.\n\n Surrender your weapons and bring out your boss to avoid more  losses from you guys echoed the police officer of Illinois command.\n\n Our boss is not available here he travelled out of the country so as not to meet ass holes like you guys over here Bryan told them ,\n\n Since your boss is not around, so you motherfuckers should surrender yourselves and drop your weapons immediately shouted the police so as to stop this gun drill, we gonna give you guys 5 mins to surrender your damn weapons or we gonna unleash the SWAT TEAM to you bitches ,\n\n OK OK we surrender our weapons one condition, that you fucking police force gonna release us after you are through with the investigation you guys are about to go through, Bryan replied\n\nAlright we promise, but surrender your weapons in the count of 5,4,3,2,  1\n\n We are here replied Justin and other ten guys who are working for Mr lagon da cartel.\n \nHands up and face down shouted the police men \n\nThey handcuffed all of them and led to them to the big police van and zoomed off ."
      }
    ]
  }
]